Repository: 71e6fd52/factorio-mods-zh_cn
Catalog: omegat/tm/pycoalprocessing_pycoalprocessing_1.8.3.tmx
Source language: en_us
Languages: zh_cn

source: CO2 Absorber
zh_cn: 二氧化碳吸收器

source: Fluid Separator MK 01
zh_cn: 液体分离器

source: Fluid separator MK 02
zh_cn: 液体分离器 MK02

source: Fluid separator MK 03
zh_cn: 液体分离器 MK03

source: Fluid separator MK 04
zh_cn: 液体分离器 MK04

source: Fawogae plantation MK 02
zh_cn: 法沃加种植园 MK02

source: Fawogae plantation MK 03
zh_cn: 法沃加种植园 MK03

source: Fawogae plantation MK 04
zh_cn: 法沃加种植园 MK04

source: Crystal mine MK 01
zh_cn: 结晶矿物挖掘机

source: Crystal mine MK 02
zh_cn: 结晶矿物挖掘机 MK02

source: Crystal mine MK 03
zh_cn: 结晶矿物挖掘机 MK03

source: Crystal mine MK 04
zh_cn: 结晶矿物挖掘机 MK04

source: Ralesia plantation MK 02
zh_cn: 若雷莎种植园 MK02

source: Ralesia plantation MK 03
zh_cn: 若雷莎种植园 MK03

source: Ralesia plantation MK 04
zh_cn: 若雷莎种植园 MK04

source: Niobium mine
zh_cn: 铌矿挖掘机

source: Jaw crusher MK 01
zh_cn: 碎矿机

source: Jaw crusher MK 02
zh_cn: 碎矿机 MK02

source: Jaw crusher MK 03
zh_cn: 碎矿机 MK03

source: Jaw crusher MK 04
zh_cn: 碎矿机 MK04

source: Ball mill MK 01
zh_cn: 球磨机

source: Ball mill MK 02
zh_cn: 球磨机 MK02

source: Ball mill MK 03
zh_cn: 球磨机 MK03

source: Ball mill MK 04
zh_cn: 球磨机 MK04

source: Mukmoux pasture
zh_cn: 慕课牛牧场

source: Rare-earth extractor
zh_cn: 稀土挖掘机

source: Automated factory MK 01
zh_cn: 自动化工厂

source: Automated factory MK 02
zh_cn: 自动化工厂 MK02

source: Automated factory MK 03
zh_cn: 自动化工厂 MK03

source: Automated factory MK 04
zh_cn: 自动化工厂 MK04

source: Sand extractor MK 01
zh_cn: 挖沙机

source: Sand extractor MK 02
zh_cn: 挖沙机 MK02

source: Sand extractor MK 03
zh_cn: 挖沙机 MK03

source: Sand extractor MK 04
zh_cn: 挖沙机 MK04

source: Botanical nursery MK 01
zh_cn: 异星苗圃

source: Botanical nursery MK 02
zh_cn: 异星苗圃 MK02

source: Botanical nursery MK 03
zh_cn: 异星苗圃 MK03

source: Botanical nursery MK 04
zh_cn: 异星苗圃 MK04

source: Wood processing unit MK 01
zh_cn: 木材加工厂

source: Wood processing unit MK 02
zh_cn: 木材加工厂 MK02

source: Wood processing unit MK 03
zh_cn: 木材加工厂 MK03

source: Wood processing unit MK 04
zh_cn: 木材加工厂 MK04

source: Borax reserve
zh_cn: 硼砂

source: Glassworks MK 01
zh_cn: 玻璃工厂 MK 01

source: Glassworks MK 02
zh_cn: 玻璃工厂 MK 02

source: Glassworks MK 03
zh_cn: 玻璃工厂 MK 03

source: Glassworks MK 04
zh_cn: 玻璃工厂 MK 04

source: Tailings pond stores liquids and causes lots of pollution by venting gases.
zh_cn: 尾矿池可以存储和处理采矿废液，但是气体会散失掉

source: Decomposes unprocessed materials by heating to a high temperature.
zh_cn: 将原材料加热到高温并分解。

source: Building that converts organic or fossil fuel based carbonaceous materials into useful gases.
zh_cn: 将有机或化石燃料中的基碳质材料转化为有用气体。

source: Break tar and associates into more valuable products.
zh_cn: 裂解焦油成更有价值的产品。

source: Generates energy at low cost, but with high pollution.
zh_cn: 效率很低，但是起码能用

source: Remove impurities and delivers a more refined product.
zh_cn: 过滤杂质，生产更干净的产品

source: Process that uses a solvent to separate acid gases from valuable feed gas streams.
zh_cn: 使用溶剂将酸性气体从有价值的进料气流中分离出来的过程。

source: Convert syngas or raw materials into methanol.
zh_cn: 生产或使用甲醇。

source: Temperature control and gas conditioning through evaporative cooling, condensing, and heat transfer.
zh_cn: 处理焦油或者生产大量的水煤浆

source: Cook and burn ingredients in a sealed chamber with inert gas.
zh_cn: 在密封室内干馏

source: Mix fuel with oxidants to create combustion mixtures.
zh_cn: 将燃料与氧化剂混合以产生燃烧混合物。

source: Cool fluids for closed circuits. For use in powerhouses, FTS reactors etc.
zh_cn: 冷却液体参与冷却循环

source: Burns better, generates more energy and pollutes less.
zh_cn: 烧的更好，污染更低

source: Dry fluids to collect solids.
zh_cn: 蒸发掉液体，留下固体

source: Special building to convert and produce fuel and oil based ingredients.
zh_cn: 用于生产燃料和油料的设施

source: Massive excavator.
zh_cn: 大型挖掘设施

source: Building able to split appart a mix of solids.
zh_cn: 分离各种固体的设施

source: Clean brute ingredients for better yield.
zh_cn: 洗呀洗呀洗澡澡，矿物加工少不了，加点水吖出废液，矿物洁白产量好

source: Select particles in a very fine way.
zh_cn: 以非常精细的方式筛选颗粒。

source: Convert air pollution into CO2.
zh_cn: 为人民服雾！

source: Advanced smelting unit.
zh_cn: 高级冶炼设施。

source: Building able to split fluids.
zh_cn: 分离各种液体的设施

source: Growing the useful fawogae.
zh_cn: 培养有用的法沃加。

source: Extract crystallised minerals from underground.
zh_cn: 从地下开采硼砂、石英等结晶矿物。

source: Building made to grow ralesias under hydrogen atmosphere.
zh_cn: 若雷莎需要在纯氢大气下生长

source: Extract niobium from hard rocks underground.
zh_cn: 从地底深岩挖掘铌矿石

source: Uses compressive force for breaking of particle.
zh_cn: 将矿石破碎成小块

source: Produce fine dust from brute materials.
zh_cn: 从粗加工材料中生产细小的灰尘。

source: A calm place to raise Mukmouxes, kind creatures.
zh_cn: 慕课牛需要宁静的生长环境，所以不要在你的工厂里播放极乐净土或者bad apple

source: Precious minerals waiting to be mined.
zh_cn: 珍贵的矿物等待着发掘

source: Factory to make almost all things but faster and pollute less due the automation.
zh_cn: 由于自动化技术的应用，自动化工厂可以生产几乎所有的东西，速度更快污染更少。

source: Surface extractor building.
zh_cn: 从地表挖掘泥土

source: A place to grow alien photosynthesis life.
zh_cn: 用来种树或者培育种子

source: Transform that logs into something useful.
zh_cn: 把木材转换成有用的东西。

source: Valuable metal.
zh_cn: 有价值的金属

source: Building that produces containers and sheets made of glass.Works with any fluid with a fuel value.
zh_cn: 生产玻璃制容器和板材的建筑物，使用可燃流体驱动，[color=blue]可在左上角的pywiki查看具有热值的流体及其热值[/color]

source: Change module slot count
zh_cn: 更改插件槽数量

source: Requester Paste Multiplier for enitities
zh_cn: 蓝箱请求数粘贴乘数

source: Requester Paste Multiplier for items
zh_cn: 配方到蓝箱的请求数粘贴乘数

source: Adjust the number of module slots per machine tier
zh_cn: 调整每个机器的插件槽数量

source: adjust the number of items requested when copy/pasting a recipe for enitities
zh_cn: 调整从蓝箱复制/粘贴到蓝箱配方时请求的项目数乘数（默认为1倍）

source: adjust the number of items requested when copy/pasting a recipe for items
zh_cn: 调整从机器配方复制/粘贴到蓝箱配方时请求的项目数乘数（默认为机器在30秒内消耗的物品数）
